const zh = {
    home: {
      "weidenglu": '未登录', // 未登录
        "wodedingdan": '我的订单', // 我的订单
        "man": "满", //满
        "jian": "减", //减
        "yongcanrenshu": "用餐人数", // 用餐人数
        "qinkong": "清空", // 清空
        "quxiadan": "去下单", // 去下单
        // 已减5元，再买n元可减10元
        "yijian": "已减", //已减5元,再买
        "zaimai": "元,再买", 
        "kejian": "可减", //可减10元
        "kejianhou": "元", 
        "jiarugouwuche": "加入购物车", // 加入购物车
        "fhsy": "返回首页", // 返回首页
        "denglu": "登录", // 登录
        "zhuce": "注册", // 注册
        "shouji": "手机", // 手机
        "youxiang": "邮箱", // 邮箱
        "yxhmm": "电子邮箱或手机号码", //电子邮箱或手机号码
        "mima": "密码", //密码
        "srmm": "输入密码", //输入密码
        "xlsk": "新来食客", //新来食客
        "quzhuce": "去注册", // 去注册
        "txsjh": "填写手机号", // 填写手机号
        "txmm": "填写密码", // 填写密码
        "ydl": "已登录", // 已登录
        "xdsj": "下单时间",// 下单时间
        "xdcg": "下单成功",// 下单成功
        "qdd": "美食正在做准备中，请耐心等待",// 美食正在做准备中，请耐心等待
        "jiacai": "如需加菜，继续点餐",// 如需加菜，继续点餐
        "queding": "确定",// 确定
        "jxdc": "继续点餐",// 继续点餐
        "xzzf": "现在支付",// 现在支付
        "zhuohao": "桌号", //桌号
        "mjyh": "满减优惠", //满减优惠
        "heji": "合计", //合计
        "wzxx": "我再想想", //我再想想
        "qrxd": "确认下单", //确认下单
        "zfje": "支付金额", //支付金额
        "zje": "总金额", //总金额
        "ddh": "订单号", //订单号
        "zhuangtai": "状态", //状态
        "fkcg": "付款成功", //付款成功
        "fksb": "付款失败", //付款失败
        "jxz": "进行中", //进行中
        "yuan": "元", //元
        "gongji": "共计", //共计
        "xiang": "项", //项
        "ddxq": "订单详情", //订单详情
        "xiaoji": "小计", //小计
        "xfs": "消费税", //消费税
        "xiaofei": "小费", //小费
        "mjyh": "满减优惠", //满减优惠
        "yhq": "优惠券", //优惠券
        "zwky": "暂无可用", //暂无可用
        "sfje": "实付金额", //实付金额
        "zffs": "支付方式", //支付方式
        "qrzf": "确认支付", //确认支付
        "xingming": "姓名", //姓名
        "chenghu": "称呼", //称呼
        "dhsr": "单行输入", //单行输入
        "xingbie": "性别", //性别
        "shoujihao": "手机号", //手机号
        "yanzhengma": "验证码", //验证码
        "qrmm": "确认密码", //确认密码
        "yshy": "如果已是会员", //如果已是会员
        "qudenglu": "去登录", //去登录
        "nan": "男", //男
        "nv": "女", //女
        "cxfs": "重新发送", //重新发送
        "hqyzm": "获取验证码", //获取验证码
        "txwzxx": "填写完整信息", //填写完整信息
        "quxiao": "取消", //取消
        "tijiao": "提交", //提交
        "tishi": "提示", // 提示
        "xzsp":"请先选择商品",//请先选择商品
        "zsxz": "最少选择", // 最少选择
        "zhmmcw":"账号密码错误",//账号密码错误
        "bxxz": "必须选择", //必须选择
        "zxjcrs":"请选择就餐人数", //请选择就餐人数
        "zccg":"注册成功，3秒后跳转登录", //注册成功
        "fanhui": "返回",
        "qkgwcm": "确定清空购物车吗?",
        'znxz': '只能选择',
        "zwdd": "暂无订单",
        "ksdc": "开始点餐",
   }
}